#lang punct "../common.rkt"

---
title: 2024 新年寄语
date: 2024-01-01T00:00:00+00:00
---

时光荏苒，又过了一年。说来奇怪，是不是年纪大了才有这种感觉，时间会走的越来越快，
我想这可能和记忆有关吧。嘿嘿。

过往一年，是精神成长的一年，是心灵充盈的一年。直到现在，很多想不清楚的事情，想清楚了
一些，其他想不清楚的留给时间和经验。那个犹豫，心事重重的样子再也不见，唤回的是
那个少年。他对一切充满好奇，沉浸在自己喜欢的事情里面，忘了自己，也仿佛没有时间这回事情，
他不关心那件事情的什么意义，他从那件事情本身找到了快乐，而不是提前先赋予某件事情意义，
然后才去做。

诚然，时间和这个社会或者世俗预设的种种目标，总是在推着大家不断向前，仿佛那些
就是人生唯一需要做的事情一般，不容置疑。但我，还是不希望这样，不妨放轻松，也不说什么
做自己，毕竟认识自己并非一朝一夕能完成的事情，只是不要忘了那个曾经的少年，不要忘了自然赋予的天性，
和他一起去体验生命，不提前赋予意义，而是去发掘，避免迷失在这些目标里面。
人会变老，但人的智慧和心灵确实会逐渐成长，这又未尝不是值得高兴的事情，纵然，生命有限，
也不会为此感叹，因为人毕竟渺小，怀着感恩的心去发现和感受生命中美好的事情。这种精神，可能就叫做 “去我存真” 吧。
去的是那个被规定的 “我”，存的是大自然赋予我们的一切。用一颗平静安宁的心生活，其实已然是
很幸福的事情了。

新的一年，祝大家悠然自得，吃的好，睡得香。


                                                      2024.01.01 成都
